accountsservice
acpi
alsa-firmware
alsa-plugins
alsa-utils
ani-cli
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
aspell
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bat
bind
bluez
bluez-utils
brightnessctl
btrfs-progs
cantarell-fonts
clang
cowsay
cryptsetup
ddgr
device-mapper
dex
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-dracut
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-i3wm
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
feh
ffmpegthumbnailer
firefox
firewalld
fish
fortune-mod
galculator
gendesk
github-cli
glow
gnu-netcat
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hugo
hwdetect
hyfetch
i3-wm
i3blocks
i3lock
i3status
inetutils
intel-ucode
iptables-nft
iwd
jfsutils
jq
kitty
less
libc++
libdvdcss
libgsf
libopenraw
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lolcat
love
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
mesa-utils
minetest
modemmanager
mono
mono-msbuild
mplayer
mpv
mtools
nano
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
newsboat
nfs-utils
nilfs-utils
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
numlockx
nwg-look
oneko
openssh
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
perl
picom
pinta
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
polkit-gnome
polybar
poppler-glib
power-profiles-daemon
pridefetch
protobuf
python
python-capng
python-i3ipc
python-pipx
python-pynvim
python-pyqt5
rebuild-detector
reflector
reflector-simple
reiserfsprogs
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
rkhunter
rofi
rpcpp-git
rtkit
rust-analyzer
s-nail
scrot
sg3_utils
sof-firmware
steam
subversion
sudo
sysfsutils
sysstat
systemd-sysvcompat
texinfo
thunar
thunar-archive-plugin
thunar-volman
toot
translate-shell
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
unclutter
unimatrix-git
unrar
unzip
upower
usb_modeswitch
usbutils
vesktop
vim
welcome
wget
which
wireplumber
wmctrl
wpa_supplicant
xarchiver
xbindkeys
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
yt-dlp
zip
zsh
